{
  "title": "ВСЕ ПРО ГРУ ТУТ",
  "language": "Мова",
  "mainTitle": "Гра",
  "subtitle": "Симулятор реального життя для опанування навичок управління часом та грошима",
  "link": "Грати в Телеграм",
  "benefits": {
    "title1": "Чому нас вчить фінансова гра",
    "title2": "",
    "titleCard1": "Бути фінансово грамотним",
    "titleCard2": "Керувати своїм часом",
    "titleCard3": "Заробляти гроші",
    "descriptionCard1": "Ви дізнаєтеся про основи інвестування, принципи, ситуації та терміни.",
    "descriptionCard2": "Ви зрозумієте, куди йде ваш час. Де його взяти? На що краще витратити?",
    "descriptionCard3": "Ви можете випробувати різні життєві стратегії: кар'єра, фріланс, стартапи, бізнес, нерухомість, акції, венчурні інвестиції."
  },
  "charactersTitle": "Персонажі",
  "character0": {
    "name": "Адель",
    "description": "Золота молодь",
    "level": "Легкий рівень",
    "family": "Заможня сім’я",
    "friends": "Багато друзів",
    "money": "Кишенькові гроші: 5000 грн на місяць",
    "property": "Майно: телефон, ноутбук",
    "strength": "Сильна сторона: підтримка сім’ї"
  },
  "character1": {
    "name": "Євген",
    "description": "Звичайний хлопець",
    "level": "Середній рівень",
    "family": "Звичайна сім’я",
    "friends": "Декілька друзів",
    "money": "Кишенькові гроші: 1500 грн на місяць",
    "property": "Майно: ноутбук",
    "strength": "Сильна сторона: здоров’я"
  },
  "character2": {
    "name": "Михайло",
    "description": "Бідний хлопець",
    "level": "Складний рівень",
    "family": "Бідна неповна сім’я",
    "friends": "Один друг",
    "money": "Кишенькові гроші: 400 грн на місяць",
    "property": "Майно: телефон",
    "strength": "Сильна сторона: мотивація"
  },

  "rules": {
    "title": "Правила гри",
    "about": {
      "title": "Cash Genius ",
      "text1": "— це фінансовий тренажер, який дозволить вам протестувати різні життєві   стратегії та дізнатися, які з них ведуть до бажаного результату. В цій грі ви обираєте майбутнє свого персонажа і керуєте його життєвим шляхом.",
      "text2": "Ви починаєте гру, встановлюючи цілі та визначаючи життєві цінності персонажа. Ви отримуєте картки та обираєте з різних дій, вказаних на картках, ті, які, на вашу думку, допоможуть персонажу вийти на той рівень життя, про який він мріє. Кожен крок впливає на якість життя та формує історію.",
      "text3": "Завдяки цій грі ви зможете розвинути свої навички прийняття рішень та зробити кращі вибори в своєму житті."
    },

    "goal": {
      "title": "Ціль гри. ",
      "text1": "В кінці партії отримати фінансовий та життєвий результат, який якомога точніше відповідає обраним на початку цілям та цінностям."
    },

    "gameplay": {
      "title": "Принцип гри. ",
      "text1": "Гравець приймає або відхиляє пропозиції щодо розподілу наявного часу та фінансів по шести сферах життя, а також стикається з випадковими подіями, які можуть бути наслідком його рішень або просто траплятися незалежно від його волі."
    },

    "start": {
      "title": "Початок гри.",
      "subtitle": "Гравець створює нову гру та обирає персонажа відповідно до складності гри:",
      "characters": {
        "text1": "Адель — представник золотої молоді (легкий рівень);",
        "text2": "Євген — звичайний хлопець (середній рівень);",
        "text3": "Михайло — бідний хлопець з неповної сім'ї (складний рівень)."
      },
      "text1": "Гравець ставить перед собою цілі та визначає свої цінності по досягненні 60-ти років: вводить суму грошей на місяць, яку вважає достатньою пенсією, та розставляє пріоритети — що він вважає оптимальним життєвим балансом для себе (наприклад, головне — кар’єра, або сім’я та друзі, або гроші та здоров’я).",
      "text2": "На початку гри всім персонажам по 14 років.",
      "text3": "Система задає початкові параметри в залежності від обраної складності гри."
    },

    "gameProcess": {
      "title": "Ігровий процес.",
      "time": "Час. ",
      "text1": "Після вибору персонажу, визначення цілей та перегляду початкового балансу починається відлік часу: помісячно від 14 до 60 років. В кінці кожного місяця нараховуються регулярні доходи (заробітна плата, доходи від бізнесу, проценти по депозитах) та видатки (погашення кредитів, видатки на бізнес, плата за освіту, видатки на життя).",
      "text2": "По досягненні певного віку можливості підлітка розширюються.",
      "text3": "Коли персонажу 14 років, він може працювати не більше 4 годин на день, разом не більше 24 годин на тиждень і тільки за згодою батьків чи опікунів.",
      "text4": "Коли персонажу виповнюється 15 років, він може працювати не більше 5 годин на день, загалом не більше 24 годин на тиждень.",
      "text5": "Коли персонажу виповнюється 16 років, він може працювати не більше 36 годин на тиждень, дозвіл батьків не потрібен. Також він може відкрити свій бізнес.",
      "text6": "Коли персонажу виповнюється 18 років, він випускається зі школи і може працювати без обмежень. Також він може інвестувати на біржі і користуватися банківськими кредитами, якщо має достатній грошовий потік. Він може вступити в шлюб та народити дітей.",
      "text7": "До 18 років підлітку неможливо відмовитися від витрат 120 годин на школу, протягом життя неможливо відмовитися від мінімум 20 годин витрат часу на побут, 240 годин на сон."
    },

    "lifeStandard": {
      "title": "Рівень життя.",
      "text1": "Після 18 років або переїзду, якщо персонаж з’їжджає до повноліття, йому доведеться винаймати житло або купувати своє і утримувати себе самому. Видатки на життя вказуються без деталізації в статті “споживчий кошик” і можуть рости з часом, зміною складу сім’ї або амбіцій. Життя за кордоном дорожче."
    },

    "cardTypes": {
      "title": "Типи карток. ",
      "text1": "Протягом ігрового місяця гравці отримують випадковим чином від 1 до 3 карток, тобто до 18 карток за рік. Картки діляться на дві категорії: пропозиції та випадкові події. Картки пропозицій дають гравцю можливість прийняти рішення в таких сферах, як робота, інвестиції, освіта, друзі, сім'я, здоров’я. Кожне рішення змінює від 1 до 5 параметрів з переліку час, гроші, стосунки з сім’єю, стосунки з друзями, здоров’я, мотивація, навички. Приклад картки пропозиції:",
      "text2": "Якщо випадає пропозиція, яку гравець не може прийняти через брак якогось ресурсу, чат-бот повідомляє про це. Деякі ресурси можна вивільнити негайно через баланс, наприклад звільнитися з роботи, якщо пропонують кращу.",
      "text3": "Випадкові події можуть бути наслідками рішень, або просто траплятися.",
      "text4": "Приклад картки випадкової події:",
      "text5": "Випадкові події просто змінюють значення відповідних параметрів, гравець не може відхилити їх.",
      "text6": "Картки всіх типів набираються з наборів “Підліток” з 14 до 17 років персонажа включно і з наборів “Дорослий” після досягнення 18 років.",
      "cardsExample": {
        "card1": {
          "title": "Ви побачили об’яву, що в сусідньому кафе набирають офіціантів",
          "text1": "зарплатня: +50 грн на годину",
          "text2": "час: -80 годин на місяць",
          "text3": "навик: комунікації"
        },
        "card2": {
          "title": "Друг потрапив в халепу. Потрібна матеріальна допомога",
          "text1": "гроші: -1000 грн",
          "text2": "стосунки з друзями: +10",
          "text3": ""
        },
        "card3": {
          "title": "Вам зробили подарунок:",
          "text1": "готівка: +100% зарплатні",
          "text2": "мотивація: +15",
          "text3": ""
        }
      }
    },

    "work": {
      "title": "Робота. ",
      "text1": "Гравець може будувати кар’єру, розвиваючи навички. Деякі картки кар’єрних пропозицій можна використати тільки за наявності потрібного рівня навичок, в той самий час робочий досвід дає навички — +1 рівень за кожний повний рік, відпрацьований в галузі. Наприклад:",
      "text2": "Робота відображається в балансі як дохід, видатки часу та навички. Гравець може звільнитися в будь-який момент через баланс, але влаштуватися на іншу роботу можна лише, якщо випаде пропозиція роботи.",
      "cardsExample": {
        "card1": {
          "title": "Молодший спеціаліст",
          "subtitle": "Необхідні навички: програмування або технічні навички +3",
          "text1": "зп. 70 000 на місяць",
          "text2": "час: -160 годин на місяць",
          "text3": "навички: програмування +1 рівень через рік"
        },
        "card2": {
          "title": "Програміст",
          "subtitle": "Необхідні навички: програмування +1",
          "text1": "зп. 100 000 на місяць",
          "text2": "час: -160 годин на місяць",
          "text3": "навички: програмування +1 рівень через рік"
        },
        "card3": {
          "title": "Старший спеціаліст",
          "subtitle": "Необхідні навички: програмування +3",
          "text1": "зп. 150 000 на місяць",
          "text2": "час: -180 годин на місяць",
          "text3": "навички: програмування +1 рівень через рік"
        }
      }
    },

    "education": {
      "title": "Освіта. ",
      "text1": "Інший спосіб отримати навички — освіта та хобі.",
      "cardsExample": {
        "card1": {
          "title": "Вступити на технічний факультет (перша освіта)",
          "text1": "час: -120 годин на місяць протягом 5 років",
          "text2": "навички: технічні навички +3 через 5 років",
          "text3": ""
        },
        "card2": {
          "title": "Пройти курси програмування",
          "text1": "час: -40 годин на місяць протягом 10 місяців",
          "text2": "вартість: 40 000 грн",
          "text3": "навички: програмування через 10 місяців"
        }
      }
    },

    "business": {
      "title": "Бізнес. ",
      "text1": "Гравець може відкрити власний бізнес чи купити готовий бізнес, якщо йому випаде така пропозиція. Кожен бізнес потребує певних інвестицій на старті та пов’язаний з регулярними видатками грошей та часу. Деякі бізнеси потребують наявності певних навичок. Готовий бізнес дає прибуток одразу, власний — через деякий час.",
      "text2": "Стартовий капітал вираховується з готівки, час — додаються регулярні витрати часу, прибуток вказується під назвою бізнесу з вказаного місяця, вартість бізнесу поступово зростає чи падає в залежності від випадкових подій та ваших рішень і вказується як актив.",
      "text3": "Бізнес можна продати в будь-який момент добровільно за 80% від вартості протягом 6 місяців, або за 50% від вартості терміново, якщо вам загрожує банкрутство.",
      "cardsExample": {
        "card1": {
          "title": "У вас з’явилася ідея виготовляти прикраси і продавати на etsy. Треба пройти кілька майстер-класів та розкрутити профіль",
          "text1": "стартовий капітал: 3000 грн",
          "text2": "час: -40 годин на місяць",
          "text3": "прибуток: 3000 грн на місяць, почнеться через 1 місяць"
        },
        "card2": {
          "title": "Купити готовий бізнес з виготовлення прикрас зі схемами виробів, профілями та теплими клієнтами",
          "text1": "вартість: 50 000 грн",
          "text2": "час: -60 годин на місяць",
          "text3": "прибуток: 8 000 грн на місяць одразу"
        }
      }
    },

    "property": {
      "title": "Майно. ",
      "text1": "Гравець може купувати майно, яке можна продати в будь-який час негайно за 50% вартості, якщо це майно для власного користування, або за його поточну вартість протягом 6 місяців, якщо це інвестиційне майно. Продаж здійснюється в будь-який момент з балансу. Вартість нерухомості змінюється рандомно, якщо не відбувається пожежа чи інша випадкова подія щодо неї. Власне майно кожного року знецінюється на 10%.",
      "text2": "Приклад:",
      "text3": "Стартова інвестиція вираховується з готівки, час — додаються регулярні витрати часу, прибуток додається до доходів з вказаного місяця, вартість поступово зростає чи падає в залежності від випадкових подій та ваших рішень і вказується як актив.",
      "cardsExample": {
        "card1": {
          "title": "Ви вирішили придбати квартиру для здачі в оренду",
          "text1": "ціна: 800 000 грн",
          "text2": "дохід: 10 000 грн на місяць",
          "text3": "час: -2 години на місяць"
        }
      }
    },

    "health": {
      "title": "Здоров’я та мотивація",
      "text1": "Щоб досягти успіху, персонаж повинен підтримувати своє здоров’я та мотивацію, достатньо відпочивати, додавати корисні звички й позбавлятися шкідливих звичок, займатися спортом, спілкуватися з сім’єю та друзями, заряджатися позитивними емоціями. Якщо ви вигоріли або виснажені, доведеться відпочити. Максимальне значення цих параметрів — 100%."
    },

    "relationships": {
      "title": "Стосунки",
      "text1": "Якщо є бажання та вистачає часу, персонаж може підтримувати стосунки з друзями й сім’єю. Чим краще стосунки, тим більше підтримки з їхнього боку. Але в стосунки потрібно вкладатися — зустрічатися, допомагати, дбати, витрачати ресурси. Максимальне значення цих параметрів — 100%."
    },

    "bankAndExchange": {
      "title": "Банк та біржа",
      "bank": {
        "title": "Банк. ",
        "text1": "Гравцю завжди доступний банк (в тому числі при прийнятті пропозиції, якщо недостатньо ресурсів), а з 18 років і біржа.",
        "text2": "Банк приймає депозити (до запитання під 7% річних, вільне поповнення та зняття, строковий — 13% річних — на 1 рік без дострокового зняття), видає кредити з 18 років, якщо грошовий потік більше щомісячної виплати по кредиту (кредит готівкою під 30% на рік видається на 12 місяців з можливістю дострокової виплати, або іпотека — 7% річних на 20 років лише під нерухомість з можливістю дострокової виплати). Проценти по депозиту додаються до регулярних доходів протягом дії депозиту і зараховуються в кінці місяця в готівку, основна сума депозиту списується з готівки на початку, повертається в готівку в кінці, відображається в балансі як актив. Тіло кредиту при видачі зараховується в готівку і повертається рівними частками в кінці відповідних місяців, проценти нараховуються на залишок заборгованості і стягуються теж в кінці місяця. Залишок зменшується при достроковому поверненні частини суми. Сума заборгованості відображається в балансі як пасив, проценти по кредиту як регулярні видатки."
      },
      "exchange": {
        "title": "Біржа. ",
        "text1": "На біржі гравець має можливість купити або продати цінні папери 5 типів, поточна ринкова ціна яких буде рандомно зростати чи падати. Два типи дають змогу в квітні кожного року отримувати дивіденди в розмірі 3% від ціни акції на кінець року. Прибуток або втрати рахуються як різниця між ціною продажу та ціною купівлі. Поточна вартість акцій в портфелі рахується як поточна ціна*кількість і відображається в балансі як актив."
      },
      "bookKeeping": {
        "title": "Облік. ",
        "text1": "Система постійно веде облік часу, фінансів, здоров’я, стосунків з сім’єю та друзями. Приклад балансу:"
      },

      "examplesOfBalance": {
        "list1": {
          "item1": "Готівка: 30000 грн.",
          "item2": "Грошовий потік: 500 (доходи - видатки)",
          "item3": "Доходи: 31000 грн",
          "item4": "Зп: 30000 грн на місяць",
          "item5": "Проценти по депозитах: 1000 грн на місяць"
        },
        "list2": {
          "item1": "Видатки:",
          "item2": "Оренда квартири: 10000",
          "item3": "Споживчий кошик: 10000",
          "item4": "Спорт: 1500",
          "item5": "Посиденьки з друзями: 4000",
          "item6": "Побачення 5000"
        },
        "list3": {
          "item1": "Активи:",
          "item2": "Цінні папери 20000 грн",
          "item3": "Депозит 171428"
        },
        "list4": {
          "item1": "Вільний час: 102 години на місяць",
          "item2": "Побут -20 годин",
          "item3": "Робота репетитором -120 годин",
          "item4": "Воркаут: -16 годин",
          "item5": "Посиденьки з друзями -30",
          "item6": "Побачення -40",
          "item7": "Допомога батькам -32",
          "item8": "Прогулянки -30",
          "item9": "Соціальні мережі -90",
          "item10": "Прибирання сміття в лісі -10"
        },
        "list5": {
          "item1": "Мотивація: 80",
          "item2": "Здоров’я: 80",
          "item3": "Стосунки з сім’єю: 90",
          "item4": "Стосунки з друзями: 90"
        }
      }
    },

    "endGame": {
      "title": "Кінець гри",
      "text1": "Гра завершується, коли персонаж досягає 60 років або формує пасивний дохід (грошовий потік - доходи від найманої праці) в розмірі бажаної пенсії — в такому випадку рахується результат і перевіряється, чи досяг гравець бажаного життєвого балансу, тобто високих значень обраних параметрів. Якщо вказаний пасивний дохід виявляється менше поточних видатків на момент його досягнення, гравцю пропонується скорегувати ціль або позбутися зайвих видатків.",
      "text2": "Коли персонаж повністю втрачає мотивацію, він скоює самогубство.",
      "text3": "Коли видатки стають більше доходів і гравець не може перекрити різницю продажем майна, настає банкрутство.",
      "text4": "Коли персонаж повністю втрачає здоров’я, настає смерть."
    },

    "button": "Читати далі"
  }
}
